Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: We'd love to hear what's working for you.
de: Wir hören gern, was für dich gut funktioniert.
es: Nos encantaría saber qué te está funcionando bien.
fr: Nous aimerions savoir ce qui fonctionne bien pour vous.
it: Ci piacerebbe sapere cosa funziona bene per te.
nl: We horen graag wat goed voor je werkt.
pl: Chętnie dowiemy się, co sprawdza się u Ciebie.
pt: Adorávamos saber o que está a funcionar bem para ti.
ro: Ne-ar plăcea să aflăm ce funcționează bine pentru tine.
ru: Нам будет интересно узнать, что вам подходит.

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pl: Tydzień
pt: Semana
ro: Săptămână
ru: Неделя

source: Week in review
de: Wochenrückblick
es: Resumen de la semana
fr: Bilan de la semaine
it: La settimana in sintesi
nl: Weekoverzicht
pl: Podsumowanie tygodnia
pt: Resumo da semana
ro: Săptămâna în revistă
ru: Итоги недели

source: Week of data
de: Eine Woche an Daten
es: Una semana de datos
fr: Une semaine de données
it: Una settimana di dati
nl: Een week aan gegevens
pl: Tydzień danych
pt: Uma semana de dados
ro: O săptămână de date
ru: Неделя данных

source: Weekday vs weekend
de: Wochentag vs. Wochenende
es: Entre semana vs fin de semana
fr: Semaine vs week-end
it: Giorni feriali vs weekend
nl: Weekdagen vs weekend
pl: Dni robocze a weekend
pt: Dia de semana vs fim de semana
ro: Zile lucrătoare vs weekend
ru: Будни и выходные

source: Weekdays
de: Wochentage
es: Entre semana
fr: Jours de semaine
it: Giorni feriali
nl: Weekdagen
pl: Dni robocze
pt: Dias de semana
ro: Zile lucrătoare
ru: Будни

source: Weekend
de: Wochenende
es: Fin de semana
pt: Fim de semana
ru: Выходные

source: Weekly auto-backup
de: Wöchentliches Auto-Backup
es: Copia automática semanal
fr: Sauvegarde auto hebdo
it: Backup automatico settimanale
nl: Wekelijkse auto-back-up
pl: Cotygodniowa auto-kopia
pt: Cópia automática semanal
ro: Backup automat săptămânal
ru: Еженедельная автокопия

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
nl: Gewicht
pl: Waga
pt: Peso
ro: Greutate
ru: Вес

source: What GMI is
de: Was GMI ist
es: Qué es el GMI
fr: Ce qu'est le GMI
it: Cos'è il GMI
nl: Wat GMI is
pl: Czym jest GMI
pt: O que é o GMI
ro: Ce este GMI
ru: Что такое GMI

source: What can help
de: Was helfen kann
es: Qué puede ayudar
fr: Ce qui peut aider
it: Cosa può aiutare
nl: Wat kan helpen
pl: Co może pomóc
pt: O que pode ajudar
ro: Ce te poate ajuta
ru: Что может помочь

source: What changed
de: Was sich geändert hat
es: Qué ha cambiado
fr: Ce qui a changé
it: Cosa è cambiato
nl: Wat er veranderde
pl: Co się zmieniło
pt: O que mudou
ro: Ce s-a schimbat
ru: Что изменилось

source: What counts as low
de: Was als niedrig gilt
es: Qué se considera un nivel bajo
fr: Ce qui est considéré comme une hypo
it: Cosa si intende per glicemia bassa
nl: Wat geldt als laag
pl: Co uznaje się za niedocukrzenie
pt: O que conta como hipoglicemia
ro: Ce se consideră glicemie scăzută
ru: Что считается низким уровнем

source: What drives highs and when to worry about ketones.
de: Was Hochs verursacht und wann Ketone Anlass zur Sorge geben.
es: Qué causa los niveles altos y cuándo preocuparse por las cetonas.
fr: Ce qui provoque les hypers, et quand s'inquiéter des cétones.
it: Cosa causa le iperglicemie e quando preoccuparsi dei chetoni.
nl: Wat hoge waarden veroorzaakt en wanneer je je zorgen moet maken over ketonen.
pl: Co powoduje hiperglikemię i kiedy martwić się ketonami.
pt: O que provoca as subidas de glicose e quando te deves preocupar com as cetonas.
ro: Ce provoacă hiperglicemia și când trebuie să te îngrijorezi din cauza cetonelor.
ru: Что вызывает высокий уровень глюкозы и когда стоит беспокоиться о кетонах.

source: What happened, and what did you expect?
de: Was ist passiert, und was hast du erwartet?
es: ¿Qué pasó y qué esperabas?
fr: Que s'est-il passé, et à quoi vous attendiez-vous ?
it: Cosa è successo e cosa ti aspettavi?
nl: Wat gebeurde er en wat had je verwacht?
pl: Co się stało i czego oczekiwałeś?
pt: O que aconteceu e o que esperavas?
ro: Ce s-a întâmplat și la ce te așteptai?
ru: Что произошло и чего вы ожидали?

source: What happens
de: Was passiert
es: Qué sucede
fr: Ce qui se passe
it: Cosa succede
nl: Wat er gebeurt
pl: Co się dzieje
pt: O que acontece
ro: Ce se întâmplă
ru: Что происходит

source: What it is
de: Was es ist
es: Qué es
fr: De quoi il s'agit
it: Cos'è
nl: Wat het is
pl: Co to jest
pt: O que é
ro: Ce este
ru: Что это такое

source: What moves your glucose
de: Was deinen Glukosewert beeinflusst
es: Qué influye en tu glucosa
fr: Ce qui influence votre glycémie
it: Cosa influenza la tua glicemia
nl: Wat je glucose beïnvloedt
pl: Co wpływa na Twoją glikemię
pt: O que influencia a tua glicose
ro: Ce îți influențează glicemia
ru: Что влияет на вашу глюкозу

source: What the green band means and why it matters more than a single number.
de: Was der grüne Bereich bedeutet und warum er wichtiger ist als ein einzelner Wert.
es: Qué significa la banda verde y por qué importa más que un solo número.
fr: Ce que signifie la bande verte, et pourquoi elle compte plus qu'un chiffre isolé.
it: Cosa significa la fascia verde e perché conta più di un singolo numero.
nl: Wat de groene band betekent en waarom die belangrijker is dan één enkel getal.
pl: Co oznacza zielony zakres i dlaczego jest ważniejszy niż pojedyncza wartość.
pt: O que significa a faixa verde e porque importa mais do que um único número.
ro: Ce înseamnă banda verde și de ce contează mai mult decât un singur număr.
ru: Что означает зелёная полоса и почему это важнее, чем одно число.

source: What to do
de: Was zu tun ist
es: Qué hacer
fr: Que faire
it: Cosa fare
nl: Wat je moet doen
pl: Co robić
pt: O que fazer
ro: Ce trebuie să faci
ru: Что делать

source: What would make Prvital better for you?
de: Was würde Prvital für dich besser machen?
es: ¿Qué haría que Prvital fuera mejor para ti?
fr: Qu'est-ce qui rendrait Prvital meilleur pour vous ?
it: Cosa renderebbe Prvital migliore per te?
nl: Wat zou Prvital beter voor je maken?
pl: Co uczyniłoby Prvital lepszym dla Ciebie?
pt: O que tornaria o Prvital melhor para ti?
ro: Ce ar face Prvital mai bun pentru tine?
ru: Что сделало бы Prvital лучше для вас?

source: What's new
de: Neue Funktionen
es: Novedades
fr: Nouveautés
it: Novità
nl: Wat is er nieuw
pl: Co nowego
pt: Novidades
ro: Noutăți
ru: Что нового

source: What's on your mind?
de: Was beschäftigt dich?
es: ¿Qué tienes en mente?
fr: Qu'avez-vous en tête ?
it: A cosa stai pensando?
nl: Wat houdt je bezig?
pl: O czym myślisz?
pt: O que tens em mente?
ro: La ce te gândești?
ru: О чём вы думаете?

source: When an urgent low alert isn't acknowledged, it repeats on this schedule until you tap the alert or its "I'm on it" button, until a newer synced reading shows you back at or above the urgent-low threshold, or until the maximum number of repeats. Standing down automatically relies on the app syncing a newer reading. In Focus or silent mode, delivery follows the system's Time Sensitive notification rules.
de: Wird eine Warnung bei dringend niedriger Glukose nicht bestätigt, wiederholt sie sich in diesem Rhythmus — bis du die Warnung oder ihren Button „Ich kümmere mich“ antippst, bis ein neuer synchronisierter Messwert dich wieder auf oder über der Schwelle für dringend niedrig zeigt, oder bis zur maximalen Anzahl an Wiederholungen. Das automatische Beenden setzt voraus, dass die App einen neueren Messwert synchronisiert. Im Fokus- oder Lautlos-Modus folgt die Zustellung den Systemregeln für zeitkritische Mitteilungen.
es: Cuando una alerta de bajada urgente no se confirma, se repite con esta pauta hasta que toques la alerta o su botón «Me encargo», hasta que una lectura sincronizada más reciente muestre que estás de nuevo en o por encima del umbral de bajada urgente, o hasta el número máximo de repeticiones. La desactivación automática depende de que la app sincronice una lectura más reciente. En modo Concentración o silencio, la entrega sigue las reglas del sistema para notificaciones urgentes (Time Sensitive).
fr: Quand une alerte de glycémie basse urgente n'est pas confirmée, elle se répète selon ce rythme jusqu'à ce que vous touchiez l'alerte ou son bouton « Je m'en occupe », jusqu'à ce qu'une mesure synchronisée plus récente vous montre de nouveau au niveau ou au-dessus du seuil de basse urgente, ou jusqu'au nombre maximal de répétitions. L'arrêt automatique dépend de la synchronisation d'une mesure plus récente par l'app. En mode Concentration ou silencieux, la distribution suit les règles système des notifications sensibles au temps (Time Sensitive).
it: Quando un avviso di bassa urgente non viene confermato, si ripete con questa cadenza finché non tocchi l'avviso o il suo pulsante "Ci penso io", finché una lettura sincronizzata più recente non ti mostra di nuovo pari o sopra la soglia di bassa urgente, o fino al numero massimo di ripetizioni. La disattivazione automatica dipende dalla sincronizzazione di una lettura più recente da parte dell'app. In modalità Full Immersion o silenziosa, la consegna segue le regole di sistema per le notifiche sensibili al tempo.
nl: Wordt een waarschuwing voor urgent laag niet bevestigd, dan herhaalt die zich volgens dit schema — tot je de waarschuwing of de knop "Ik ben ermee bezig" aantikt, tot een nieuwere gesynchroniseerde meting laat zien dat je weer op of boven de urgent-laag-drempel zit, of tot het maximale aantal herhalingen. Automatisch stoppen vereist dat de app een nieuwere meting synchroniseert. In focus- of stille modus volgt de bezorging de systeemregels voor tijdgevoelige meldingen.
pl: Gdy alert pilnie niskiej glukozy nie zostanie potwierdzony, powtarza się według tego harmonogramu — dopóki nie dotkniesz alertu lub jego przycisku „Zajmuję się tym”, dopóki nowszy zsynchronizowany odczyt nie pokaże, że jesteś z powrotem na poziomie progu pilnie niskiego lub powyżej, albo do maksymalnej liczby powtórzeń. Automatyczne wyciszenie zależy od zsynchronizowania przez aplikację nowszego odczytu. W trybie skupienia lub cichym dostarczanie podlega systemowym zasadom powiadomień wrażliwych na czas.
pt: Quando um alerta de urgentemente baixa não é confirmado, repete-se com esta cadência — até tocares no alerta ou no botão "Estou a tratar disso", até uma leitura sincronizada mais recente mostrar que voltaste a estar no limiar de urgentemente baixa ou acima dele, ou até ao número máximo de repetições. A desativação automática depende de a aplicação sincronizar uma leitura mais recente. No modo de concentração ou silencioso, a entrega segue as regras do sistema para notificações sensíveis ao tempo.
ro: Când o alertă de urgent scăzută nu este confirmată, se repetă după acest program — până când atingi alerta sau butonul ei „Mă ocup”, până când o citire sincronizată mai nouă arată că ești din nou la sau peste pragul de urgent scăzut, ori până la numărul maxim de repetări. Oprirea automată depinde de sincronizarea unei citiri mai noi de către aplicație. În modul Concentrare sau silențios, livrarea urmează regulile sistemului pentru notificări sensibile la timp.
ru: Если оповещение о критически низкой глюкозе не подтверждено, оно повторяется по этому расписанию — пока вы не нажмёте на оповещение или его кнопку «Я занимаюсь этим», пока более новое синхронизированное измерение не покажет, что вы снова на пороге критически низкого уровня или выше, либо до максимального числа повторов. Автоматическая отмена зависит от синхронизации приложением более нового измерения. В режиме фокусирования или беззвучном доставка подчиняется системным правилам для срочных уведомлений (Time Sensitive).

source: When an urgent low isn't acknowledged, it repeats on this schedule until you tap it, until a newer reading shows you back above the urgent-low threshold, or until the maximum repeats.
de: Wenn ein dringendes Tief nicht bestätigt wird, wiederholt es sich in diesem Takt, bis du darauf tippst, bis ein neuerer Wert dich wieder über der Schwelle für dringende Tiefs zeigt oder bis die maximale Anzahl an Wiederholungen erreicht ist.
es: Cuando no se confirma un nivel bajo urgente, se repite con esta frecuencia hasta que lo tocas, hasta que una lectura más reciente te muestra de nuevo por encima del umbral de bajo urgente, o hasta el máximo de repeticiones.
fr: Lorsqu'une hypo urgente n'est pas acquittée, elle se répète à ce rythme jusqu'à ce que vous la touchiez, jusqu'à ce qu'une mesure plus récente vous montre de nouveau au-dessus du seuil d'hypo urgente, ou jusqu'au nombre maximal de répétitions.
it: Quando un valore basso urgente non viene confermato, si ripete con questa frequenza finché non lo tocchi, finché una lettura più recente non ti mostra di nuovo sopra la soglia di basso urgente, o fino al numero massimo di ripetizioni.
nl: Als een urgent lage waarde niet wordt bevestigd, herhaalt deze zich volgens dit schema totdat je erop tikt, totdat een nieuwere meting je weer boven de drempel voor urgent laag toont, of tot het maximum aantal herhalingen.
pl: Gdy pilnie niski poziom nie zostanie potwierdzony, powtarza się według tego harmonogramu, dopóki go nie dotkniesz, dopóki nowszy odczyt nie pokaże Cię ponownie powyżej progu pilnie niskiego poziomu lub do maksymalnej liczby powtórzeń.
pt: Quando um valor baixo urgente não é confirmado, repete-se com esta frequência até tocares nele, até uma leitura mais recente te mostrar de novo acima do limite de baixo urgente, ou até ao máximo de repetições.
ro: Când o hipoglicemie urgentă nu este confirmată, se repetă conform acestui interval până când o atingi, până când o citire mai recentă te arată din nou peste pragul de hipoglicemie urgentă sau până la numărul maxim de repetări.
ru: Если критически низкий уровень не подтверждён, оповещение повторяется по этому расписанию, пока вы не коснётесь его, пока более новое измерение не покажет вас снова выше порога критически низкого уровня или пока не будет достигнут максимум повторов.

source: When on, your journal syncs across your devices through your own private iCloud database. Apple cannot read the contents.
de: Wenn aktiviert, wird das Journal über die eigene private iCloud-Datenbank zwischen den Geräten synchronisiert. Apple kann die Inhalte nicht lesen.
es: Cuando está activado, tu diario se sincroniza entre tus dispositivos a través de tu propia base de datos privada de iCloud. Apple no puede leer el contenido.
fr: Lorsque cette option est activée, votre journal se synchronise entre vos appareils via votre propre base de données iCloud privée. Apple ne peut pas en lire le contenu.
it: Quando è attivo, il tuo diario si sincronizza tra i tuoi dispositivi tramite il tuo database iCloud privato. Apple non può leggerne il contenuto.
nl: Wanneer ingeschakeld, wordt je dagboek gesynchroniseerd tussen je apparaten via je eigen privé-iCloud-database. Apple kan de inhoud niet lezen.
pl: Gdy włączone, Twój dziennik synchronizuje się między urządzeniami przez Twoją prywatną bazę danych iCloud. Apple nie może odczytać zawartości.
pt: Quando ativado, o teu diário sincroniza entre os teus dispositivos através da tua própria base de dados privada do iCloud. A Apple não consegue ler o conteúdo.
ro: Când este activat, jurnalul tău se sincronizează între dispozitive prin propria bază de date iCloud privată. Apple nu poate citi conținutul.
ru: Когда включено, ваш дневник синхронизируется между устройствами через вашу личную приватную базу данных iCloud. Apple не может прочитать содержимое.

source: When to get help
de: Wann du Hilfe holen solltest
es: Cuándo pedir ayuda
fr: Quand demander de l'aide
it: Quando chiedere aiuto
nl: Wanneer hulp zoeken
pl: Kiedy szukać pomocy
pt: Quando procurar ajuda
ro: Când să ceri ajutor
ru: Когда обращаться за помощью

source: When you're unwell
de: Wenn du krank bist
es: Cuando estés enfermo
fr: Quand vous êtes malade
it: Quando non stai bene
nl: Als je ziek bent
pl: Gdy chorujesz
pt: Quando estás doente
ro: Când ești bolnav
ru: Когда вы болеете

source: When your HRV is higher, your glucose tends to run higher.
de: Wenn deine HRV höher ist, ist dein Glukosewert tendenziell höher.
es: Cuando tu VFC es más alta, tu glucosa suele ser más alta.
fr: Quand votre VFC est plus élevée, votre glycémie a tendance à être plus élevée.
it: Quando la tua HRV è più alta, la glicemia tende a essere più alta.
nl: Als je HRV hoger is, is je glucose meestal hoger.
pl: Gdy Twoja HRV jest wyższa, glikemia zwykle jest wyższa.
pt: Quando a tua VFC é mais alta, a tua glicose tende a ser mais alta.
ro: Când HRV-ul e mai mare, glicemia tinde să fie mai mare.
ru: Когда ваша ВСР выше, глюкоза обычно выше.

source: When your HRV is higher, your glucose tends to run lower.
de: Wenn deine HRV höher ist, ist dein Glukosewert tendenziell niedriger.
es: Cuando tu VFC es más alta, tu glucosa suele ser más baja.
fr: Quand votre VFC est plus élevée, votre glycémie a tendance à être plus basse.
it: Quando la tua HRV è più alta, la glicemia tende a essere più bassa.
nl: Als je HRV hoger is, is je glucose meestal lager.
pl: Gdy Twoja HRV jest wyższa, glikemia zwykle jest niższa.
pt: Quando a tua VFC é mais alta, a tua glicose tende a ser mais baixa.
ro: Când HRV-ul e mai mare, glicemia tinde să fie mai mică.
ru: Когда ваша ВСР выше, глюкоза обычно ниже.

source: When your glucose is in range before a meal, many people take rapid-acting insulin about 15 minutes before eating so it starts working as the food is digested.
de: Liegt dein Glukosewert vor einer Mahlzeit im Zielbereich, spritzen viele Menschen schnell wirkendes Insulin etwa 15 Minuten vor dem Essen, damit es zu wirken beginnt, während das Essen verdaut wird.
es: Cuando tu glucosa está en el rango antes de una comida, muchas personas toman insulina de acción rápida unos 15 minutos antes de comer para que empiece a actuar mientras se digiere la comida.
fr: Quand ta glycémie est dans la cible avant un repas, beaucoup de personnes prennent leur insuline rapide environ 15 minutes avant de manger, pour qu'elle commence à agir pendant la digestion.
it: Quando la glicemia è nell'intervallo prima di un pasto, molte persone assumono l'insulina rapida circa 15 minuti prima di mangiare, così inizia ad agire mentre il cibo viene digerito.
nl: Als je glucose vóór een maaltijd binnen bereik is, nemen veel mensen ongeveer 15 minuten voor het eten snelwerkende insuline, zodat deze al begint te werken terwijl het eten wordt verteerd.
pl: Gdy Twoja glikemia przed posiłkiem mieści się w zakresie docelowym, wiele osób przyjmuje insulinę szybko działającą około 15 minut przed jedzeniem, aby zaczęła działać w trakcie trawienia posiłku.
pt: Quando a tua glicose está dentro do intervalo antes de uma refeição, muitas pessoas tomam insulina de ação rápida cerca de 15 minutos antes de comer, para que comece a atuar à medida que os alimentos são digeridos.
ro: Când glicemia ta este în interval înainte de masă, multe persoane își administrează insulină cu acțiune rapidă cu aproximativ 15 minute înainte de a mânca, astfel încât aceasta să înceapă să acționeze pe măsură ce mâncarea este digerată.
ru: Когда глюкоза перед едой в норме, многие вводят инсулин быстрого действия примерно за 15 минут до еды, чтобы он начал действовать к моменту переваривания пищи.

source: Where is your glucagon?
de: Wo ist dein Glukagon?
es: ¿Dónde está tu glucagón?
fr: Où est votre glucagon ?
it: Dove si trova il tuo glucagone?
nl: Waar ligt je glucagon?
pl: Gdzie jest Twój glukagon?
pt: Onde está o teu glucagon?
ro: Unde este glucagonul tău?
ru: Где ваш глюкагон?

source: Why carbohydrates drive glucose, and how to estimate them.
de: Warum Kohlenhydrate die Glukose antreiben — und wie du sie einschätzt.
es: Por qué los carbohidratos impulsan la glucosa, y cómo estimarlos.
fr: Pourquoi les glucides font monter la glycémie, et comment les estimer.
it: Perché i carboidrati influenzano la glicemia e come stimarli.
nl: Waarom koolhydraten je glucose beïnvloeden, en hoe je ze inschat.
pl: Dlaczego węglowodany napędzają glikemię i jak je szacować.
pt: Porque é que os hidratos de carbono fazem subir a glicose, e como estimá-los.
ro: De ce carbohidrații influențează glicemia și cum îi poți estima.
ru: Почему углеводы влияют на глюкозу и как их оценивать.

source: Why glucose often climbs before you wake.
de: Warum die Glukose oft steigt, bevor du aufwachst.
es: Por qué la glucosa suele subir antes de que te despiertes.
fr: Pourquoi la glycémie monte souvent avant le réveil.
it: Perché la glicemia spesso sale prima del risveglio.
nl: Waarom glucose vaak stijgt voordat je wakker wordt.
pl: Dlaczego glikemia często rośnie przed przebudzeniem.
pt: Porque é que a glicose costuma subir antes de acordares.
ro: De ce crește adesea glicemia înainte să te trezești.
ru: Почему глюкоза часто повышается перед пробуждением.

source: Why glucose rises
de: Warum die Glukose steigt
es: Por qué sube la glucosa
fr: Pourquoi la glycémie monte
it: Perché la glicemia sale
nl: Waarom glucose stijgt
pl: Dlaczego glikemia rośnie
pt: Porque é que a glicose sobe
ro: De ce crește glicemia
ru: Почему глюкоза повышается

source: Why it's useful
de: Warum das nützlich ist
es: Por qué es útil
fr: Pourquoi c'est utile
it: Perché è utile
nl: Waarom het nuttig is
pl: Dlaczego to ważne
pt: Porque é útil
ro: De ce este util
ru: Почему это полезно

source: Widgets that tell the truth
de: Widgets, die die Wahrheit sagen
es: Widgets que dicen la verdad
fr: Des widgets qui disent la vérité
it: Widget che dicono la verità
nl: Widgets die de waarheid vertellen
pl: Widżety, które mówią prawdę
pt: Widgets que dizem a verdade
ro: Widgeturi care spun adevărul
ru: Виджеты, которые говорят правду

source: Within 15/15
de: Innerhalb 15/15
es: Dentro de 15/15
fr: Dans les 15/15
it: Entro 15/15
nl: Binnen 15/15
pl: W granicach 15/15
pt: Dentro de 15/15
ro: În limita 15/15
ru: В пределах 15/15

source: Workout running
de: Training läuft
es: Entrenamiento en curso
fr: Séance en cours
it: Allenamento in corso
nl: Work-out bezig
pl: Trening trwa
pt: Treino a decorrer
ro: Antrenament în curs
ru: Тренировка идёт

source: Write %lld notes.
de: Schreibe %lld Notizen.
es: Escribe %lld notas.
fr: Écrivez %lld notes.
it: Scrivi %lld note.
nl: Schrijf %lld notities.
pl: Napisz %lld notatek.
pt: Escreve %lld notas.
ro: Scrie %lld notițe.
ru: Напишите %lld заметок.

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ro: An
ru: Год

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера

source: Yesterday drawn as a faint line under today's chart.
de: Gestern als zarte Linie unter dem heutigen Diagramm.
es: Ayer dibujado como una línea tenue bajo el gráfico de hoy.
fr: Hier tracé en ligne discrète sous le graphique du jour.
it: Ieri disegnato come una linea tenue sotto il grafico di oggi.
nl: Gisteren als een vage lijn onder de grafiek van vandaag.
pl: Wczoraj jako delikatna linia pod dzisiejszym wykresem.
pt: Ontem desenhado como uma linha ténue sob o gráfico de hoje.
ro: Ziua de ieri, ca o linie discretă sub graficul de azi.
ru: Вчерашний день тонкой линией под сегодняшним графиком.

source: Yesterday's curve
de: Kurve von gestern
es: Curva de ayer
fr: Courbe d'hier
it: Curva di ieri
nl: Curve van gisteren
pl: Krzywa z wczoraj
pt: Curva de ontem
ro: Curba de ieri
ru: Кривая вчера
